
[
    {
        "title": "Alexandra, 25 ani, Bucuresti",
        "text": "She comes home from school for her lunch break. I think I'm gonna go again. Bye! Hello, I'm back. Let's compare LTE's. This one is only 8593 characters long so far. Kenneth Iman's LTE is 21425 characters long. The Flaming-Chicken LTE (the original) is a whopping 203941 characters long! I think I'll be able to surpass Kenneth Iman's not long from now. But my goal is to surpass the Flaming-Chicken LTE. Actually, I just figured out that there's an LTE longer than the Flaming-Chicken LTE. It's Hermnerps LTE, which is only slightly longer than the Flaming-Chicken LTE, at 230634 characters."
    },
    {
        "title": "Ion, 60 ani, Suceava",
        "text": "See if you can understand it now! sina sona e toki mi la sina pona mute a! I can speak Toki Pona fluently, by the way. It's also a pretty cool language. My sister is still playing annoying songs. It's hindering my focus right now. But it's fiiiiine. Okay, luckily she's run out of songs to play. At least for now. She's trying to think of another annoying song to play. Now she's playing a song by Green Day. Not NEARLY as bad as the other songs she just played. I should go for now. Goodbye! Hello, I'm back once again. I don't know why I feel obligated to say that every time I come back."
    },
    {
        "title": "Mihai, 40 ani, Sovata",
        "text": "Nevermind, it's already done cooking. Right, I remember! It's mac and cheese! Now she just started singing I have a tongue, you don't, because I cut it off yesterday. I don't know what goes on in her mind when she does stuff like that. I've been messing around with my Elefen dictionary for a while, looking up whatever random words I can think of. By the way, the whole reason I'm doing this longest text ever is because of pointlesssites.com. That's how I found the Flaming-Chicken LTE, which inspired me to start writing this LTE. So thanks, pointlesssites.com! I check that website every day to see what new pointless websites they add. You know, I could double every letter I type so that this text would be twice as long as it normally would be. But nah, that's kinda cheating."
    },
    {
        "title": "Gheorghe, 40 ani, Sovata",
        "text": "Hello, everyone! This is the LONGEST TEXT EVER! I was inspired by the various other longest texts ever on the internet, and I wanted to make my own. So here it is! This is going to be a WORLD RECORD! This is actually my third attempt at doing this. The first time, I didn't save it. The second time, the Neocities editor crashed. Now I'm writing this in Notepad, then copying it into the Neocities editor instead of typing it directly in the Neocities editor to avoid crashing. It sucks that my past two attempts are gone now. Those actually got pretty long. Not the longest, but still pretty long. I hope this one won't get lost somehow."
    },
    {
        "title": "Alex, 50 ani, Ploiesti",
        "text": "Anyways, let's talk about WAFFLES! I like waffles. Waffles are cool. Waffles is a funny word. There's a Teen Titans Go episode called Waffles where the word Waffles is said a hundred-something times. It's pretty annoying. There's also a Teen Titans Go episode about Pig Latin. Don't know what Pig Latin is? It's a language where you take all the consonants before the first vowel, move them to the end, and add '-ay' to the end. If the word begins with a vowel, you just add '-way' to the end. For example, Waffles becomes Afflesway. I've been speaking Pig Latin fluently since the fourth grade, so it surprised me when I saw the episode for the first time. I speak Pig Latin with my sister sometimes. It's pretty fun."
    },
    {
        "title": "Dumitru, 50 ani, Ploiesti",
        "text": "Last night I was watching nothing but fursuit unboxings. I think I need help. This one time, me and my mom were going to go to a furry Christmas party, but we didn't end up going because of the fact that there was alcohol on the premises, and that she didn't wanna have to be a mom dragging her son through a crowd of furries. Both of those reasons were understandable. Okay, hopefully I won't have to talk about furries anymore. I don't care if you're a furry reading this right now, I just don't wanna have to torture everyone else. I will no longer say the F word throughout the rest of this entire text. Of course, by the F word, I mean the one that I just used six times, not the one that you're probably thinking of which I have not used throughout this entire text. I just realised that next year will be 2020."
    }
]
